Repository: Open-WP-Club/WooCommerce-Priority-Processing
Catalog: languages/woo-priority-*.po
Languages: bg_bg

source: This order has priority processing and express shipping
bg_bg: Тази поръчка има приоритетна обработка и експресна доставка

source: Priority Processing Active
bg_bg: Priority Processing е активно

source: Fee: %s
bg_bg: Такса: %s

source: Remove Priority Processing
bg_bg: Премахни Priority Processing

source: Standard Processing
bg_bg: Стандартна обработка

source: Add Priority Processing (+%s)
bg_bg: Добави Priority Processing (+%s)

source: New total: %s
bg_bg: Нова сума: %s

source: Cannot modify completed/cancelled orders
bg_bg: Не може да се променят завършени/отменени поръчки

source: Processing...
bg_bg: Обработка...

source: Permission denied
bg_bg: Отказан достъп

source: Invalid nonce
bg_bg: Невалиден nonce

source: Invalid parameters
bg_bg: Невалидни параметри

source: Order not found
bg_bg: Поръчката не е намерена

source: Cannot modify this order status
bg_bg: Не може да се променя този статус на поръчката

source: Order already has priority processing
bg_bg: Поръчката вече има приоритетна обработка

source: Order already has a priority processing fee
bg_bg: Поръчката вече има такса за приоритетна обработка

source: ⚡ Priority processing added by %s. Fee: %s
bg_bg: ⚡ Priority Processing добавен от %s. Такса: %s

source: Priority processing added successfully!
bg_bg: Priority Processing е добавен успешно!

source: ❌ Priority processing removed by %s
bg_bg: ❌ Priority Processing премахнат от %s

source: Priority processing removed successfully!
bg_bg: Priority Processing е премахнат успешно!

source: An error occurred while updating the order
bg_bg: Възникна грешка при актуализиране на поръчката

source: Error:
bg_bg: Грешка:

source: Connection error. Please try again.
bg_bg: Грешка при свързване. Моля, опитайте отново.

source: Priority Processing Activated!
bg_bg: Priority Processing е активиран!

source: Your order includes %s. We'll process and ship your order as quickly as possible!
bg_bg: Вашата поръчка включва %s. Ще обработим и изпратим поръчката ви възможно най-бързо!

source: Shop Managers & Administrators
bg_bg: Мениджъри на магазина и администратори

source: Guest Users
bg_bg: Гост потребители
